;localization:
;Copy apeng.ini to apxxx.ini(xxx is taking the 2-letter language
;abbreviation from the ISO Standard 639 and adding a third letter,
;as appropriate, to indicate the sublanguage).

;This section must use English
[Info]
Language=Chinese(Simplified)
Application=AccessPort
Version=1.34.0.0
Manufacturer=SUDT
Author=Fred Chow
Web=WWW.SUDT.COM
Email=support@sudt.com

[String]
&File=文件(&F)
&Save	Ctrl+S=保存(&S)...	Ctrl+S
Save &As=另存为(&A)...
&Print...	Ctrl+P=打印(&P)...	Ctrl+P
Print Pre&view=打印预览(&V)...
P&rint Setup...=页面设置(&U)...
&Export As HexDump...=导出十六进制文本(&E)...
E&xit=退出(&X)
&Edit=编辑(&E)
&Undo	Ctrl+Z=撤销(&U)	Ctrl+Z
&Redo	Ctrl+Y=重做(&R)	Ctrl+Y
Cu&t	Ctrl+X=剪切(&T)	Ctrl+X
&Copy	Ctrl+C=复制(&C)	Ctrl+C
&Paste	Ctrl+V=粘贴(&P)	Ctrl+V
&Delete	Del=删除(&D)	Del
Select A&ll	Ctrl+A=全选(&A)	Ctrl+A
&View=查看(&V)
&Tool Bar=工具栏(&T)
&Status Bar=状态栏(&S)
S&ending Bar=发送栏(&E)
&Display Data	Ctrl+D=显示数据(&D)	Ctrl+D
&Language=语言(&L)
&Monitor=监控(&M)
Clear &All=清空记录(&A)
Auto Scroll	Alt+A=自动滚屏	Alt+A
Show Hex	Ctrl+H=显示Hex	Ctrl+H
&Capture Events	Ctrl+E=捕捉事件	Ctrl+E
&Start Monitor=开始监控(&S)
S&top  Monitor=停止监控(&T)
&Ports=端口(&P)
Refresh=刷新
&Tools=工具(&T)
&Port Switch	Ctrl+P=串口开关(&P)	Ctrl+P
Tran&sfer File	Alt+S=发送文件(&S)	Alt+S
&Configuration	F2=配置参数(&C)	F2

Start &Debug=开始调试(&D)
&Go	F5=运行(&G)	F5
&Restart	Ctrl+Shift+F5=重新开始(&R)	Ctrl+Shift+F5
Stop &Debugging	Shift+F5=停止调试(&D)	Shift+F5
Step &Next	F10=单步执行(&N)	F10
Run to &Cursor	Ctrl+F10=运行到光标处(&C)	Ctrl+F10

Select &Font=选择字体(&F)
Background Color=背景颜色
&Avr Program=Avr在线编程(&A)
&Operation=操作(&O)
&Send Data	F10=发送数据(&S)	F10
Cl&ear Output	Shift+F10=清空输出(&E)	Shift+F10
Output &Format	Shift+F2=输出格式(&F)	Shift+F2
&Reset Counter	Ctrl+R=重置计数(&R)	Ctrl+R
Clear &Input	Ctrl+F10=清空数据(&I)	Ctrl+F10
&Display Format	Ctrl+F2=显示格式(&D)	Ctrl+F2

&Help=帮助(&H)
&User manual	F1=用户手册(&U)
&Homepage=主页(&H)
&Check Newest Version=检查最新版本(&C)
&About AccessPort...=关于 AccessPort(&A)...

Enable insert log header=允许日志文件插入附加信息
System version=系统版本
Computer Name=计算机名
Create Time=创建时间

&Copy=复制(&C)
C&lear=清空(&L)
Select &All=全选(&A)
Save a&s=另存为(&S)

Transfer File=传输文件
Reload file when transfer starting=开始传输时重新装载文件
Se&lect File=选择文件(&L)
File Size:=文件大小：
Sended:=已发送：
&Send=发送(&S)
&Pause=暂停(&P)
&Cancel=取消(&C)
&OK=确定(&O)
&Defaults=缺省(&D)

Configuration=参数配置
Custom Baud Rate=自定义波特率
Enable=允许
Serial Port Settings=串口设置
Port:=串口:
Baud Rate:=波特率:
Parity Bit:=校验位:
Data Bit:=数据位:
Stop Bit:=停止位:
Buffer Size:=缓冲区大小:
Send display=发送区数据格式
Char Format=字符形式
Hex  Format=十六进制
Receive display=接收区显示方式
Enable auto send=允许自动发送
Cycle=周期
ms=毫秒
Advanced=高级
Auto open port when application start=程序启动时自动打开端口
Prompt for saving when application exit=程序结束时提示保存所接收的数据
Remind me when update is available=当有可用更新时请提醒我

Options=选项
General=常规
Event Control=事件控制
Flow Control=流控制
Timeout Control=超时控制
Monitor Control=监控设置

Event Control Settings=事件控制设置
Errors=错误
CTS Changes=CTS改变
DSR Changes=DSR改变
Break=中断
Ring Indicator=回音指示
RLSD (CD) Changes=RLSD(CD)改变
Transmit Buffer Empty=传输缓冲区为空
Character Reception=收到字符
Flag Character Reception=收到标记字符
Flag Char Value:=标记字符:

&Flow Control=流控制(&F)
Flow Control Settings=流控制设置
Flow Control=流控制
Select=选择
NONE=无
RTS/CTS(Hardware)=RTS/CTS(硬件)
DTR/DSR(Hardware)=DTR/DSR(硬件)
XOFF/XON(Software)=XOFF/XON(软件)
Hardware Control Settings=硬件控制设置
CTS Output Control=CTS输出控制
DSR Output Control=DSR输出控制
DSR Sensitivity (Input Control)=DSR敏感(输入控制)
Software Control Settings=软件控制设置
XON/XOFF Output Control=XON/XOFF输出控制
XON/XOFF Input Control=XON/XOFF输入控制
Continue sending after XOFF sent=XOFF发送后继续发送
XON Limit:=XON限制:
XOFF Limit:=XOFF限制:
XON Char:=XON字符:
XOFF Char:=XOFF字符:

Read Timeouts=读超时
Read Interval Timeout:=读间隔超时
Read Total Timeout Multiplier:=读总超时乘法因子
Read Total Timeout Constant:=读总超时常数
Write Timeouts=写超时
Write Total Timeout Multiplier:=写总超时乘法因子
Write Total Timeout Constant:=写总超时常数
Display Timeout Status Messages=显示超时状态信息

Export hexdump=导出十六进制内容
Use hexadecimal notation without prefix.=使用无前缀的十六进制符号
Start at line with offset:=起始行偏移量:
Up to and including line with offset:=结束行偏移量:
Context of hexdump=导出内容
Address=地址
Bytes of perline=每行字节数
Export hexdump to:=导出到:
Export to file=导出到文件
Export to clipboard=导出到剪贴板

Can't hexdump empty file.=不能导出空文件
Not enough memory for clipboard.=没有足够的内存将数据复制到剪贴板
Hexdump saved.=导出成功
Could not save Hexdump.=导出失败
Offsets must be multiples of the number of bytes per line.=偏移量必须是每行字节数的整数倍
Max buffer size of clipboard is %dK bytes, redundant data will be discarded.=剪贴板最大容量为%dK字节，多余数据将被丢弃。

Save Log File=保存日志文件
Start=开始

Predefine Data List=预定义数据列表
New=新建
Edit=编辑
Delete=删除
Delete All=清空
Up=上移
Down=下移
Load=装载
Step Next=单步执行
New a data item=新建数据项
Edit a data item=编辑数据项
Auto Ack Data List=自动应答数据列表

Avr Program - I2C=Avr在线编程 - I2C
Device=设备
&Advanced=高级(&A)
Hex File=Hex文件
&Browser=浏览(&B)
Operation=操作
&Program=编程(&P)
&Verify=校验(&V)
&Read=读取(&R)

Ready=就绪
About=关于
OK=确定
Cancel=取消

Author:=作者:
Website:=网站:
Email:=邮件:

Tx %d=发送 %d
Rx %d=接收 %d

Checking the newest version of software...=正在检查软件的最新版本...
Can't download version information...=无法下载版本信息...
Please download the newest version %d.%02d=请下载最新版本 %d.%02d
Current version %d.%02d=当前版本 %d.%02d

C&omplete=完成(&O)
&Pause=暂停(&P)
&Resume=继续(&R)
Transfer failure!=发送失败!
Not found or it has been used!=未找到或正在使用!
Open=打开
Close=关闭
Please input the data which to be sent!=请输入要发送的数据!
Please open port first!=请先打开端口!
Please load file first!=请先装载文件!
Save As=另存为...
Hex Diplay=Hex显示
Hex Output=Hex输出
Char Display=字符显示
Char Output=字符输出
Load file failure!=装载文件失败!

Send->=发送->
Hex=十六进制
Char=字符串
Real Time Send=实时发送
Send=发送数据
AutoSend=自动发送
StopSend=停止发送
Default=缺省

Save original data=保存原始数据
Save=保存

Quit the application=退出应用程序；提示保存文档
Exit=退出

Show or hide the toolbar=显示或隐藏工具栏
Toggle ToolBar=显隐工具栏

Show or hide the status bar=显示或隐藏状态栏
Toggle StatusBar=显隐状态栏

Switch for receive area=接收区显示开关
Display=显示数据

Port switch=端口开关
Serial port switch=串口开关

Open transfer file dialog=打开文件发送对话框
Transfer File=发送文件

Configurate the application parameter=配置端口参数
Configuration=配置参数

Send input to special port=将输入的数据发送到指定端口
Send Data=发送数据

Clear the data of send area=清除发送区数据
Clear Output=清空输出

Set the data format of output area=设置输出区数据格式
Output Format=输出格式

Reset counter to Zero=计数器清零
Reset Counter=重置计数

Clear the data of receive area=清空接收缓冲区
Clear=清空数据

Change the display format=数据显示格式的切换
Change Format=显示格式切换

About version information=显示程序信息，版本号和版权
About=关于

Check the newest version on internet=在互联网上检查最新的应用程序版本
Check Newest Version=检测最新版本

Display data use hex format=按照十六进制方式显示
Hex Format=HEX显示

Display data use character format=按照字符方式显示
Character Format=字符显示

Error, configure port failure!=错误,配置端口失败!

Please stop sending firstly!=请先停止发送!
Must close all applications that use this communication port before stopping.=在停止前必须确认被监控的程序已将对应端口关闭.

Choose monitor port=选择被监控的端口

Start port monitor=开始端口监控操作
Start Monitor=开始监控

Stop port monitor=停止端口监控操作
Stop Monitor=停止监控

Auto Scroll To Bottom=自动卷动到底部
Auto Scroll=自动卷屏

Clear All=清空数据

Terminal=终端
Monitor=监控

Install monitor driver failed! Please restart %s.=监控驱动程序装载失败!\n请重新启动%s.
Cannot start monitor for COM%d. Port maybe already opened=监控 COM%d 失败,该端口可能已被打开!
Please select COM port first!=请选择将要被监控的端口!

Version=Version %s for Windows 9x/XP/2000/2003/Vista/Win7
License To:=本产品授权给
Home Page=主页
Update=查看软件更新
Adv=\r\n\r\n______________________________________________________\r\n想了解我们更多专业调试软件, 请访问SUDT.COM网站\r\n  SUDT SerialNull 虚拟串口\r\n  SUDT SerialTrace 串口侦听\r\n  SUDT SerialRemap 串口重定向\r\n
HomePageUrl=http://www.sudt.com/cn/index.html
UpdateUrl=http://www.sudt.com/cn/ap/index.html

Show Predefine Data List=显示预定义数据列表
Show Auto Ack Data List=显示自动应答数据列表
Echo in Rx pane=接收区回显数据

Default setting=默认设置
Press Enter to send=回车键发送

;End(Don't remove this line)
